export const ru = {
  footer: {
    name: "Астар Тыналиев",
    legal: 'Правовая информация',
  },
  nav: {
    home: 'Главная',
    biography: 'Биография',
    collections: 'Сборники',
    listen: 'Слушать',
    contacts: 'Контакты',
  },
  notFound: {
    title: 'Страница не найдена',
    message: 'Страница, которую вы ищете, возможно, была удалена, переименована или временно недоступна.',
    backHome: 'Вернуться на главную'
  },
  biography: {
    title: 'Творческая биография Тыналиева Астарбека Сариевича',
    text: 
    `
    Тыналиев А.С. родился 16 января 1942 года в селе Кызыл-Туу Московского района Кыргызстана. После окончания музыкального училища имени М.Куренкеева во Фрунзе, он поступил в Государственную консерваторию в Ташкенте и в 1972 году завершил обучение как дирижер хора. Затем он работал преподавателем в ряде музыкальных учебных заведений города Фрунзе. Например, преподавал и был завучем в музыкальном училище имени Куренкеева, а также в детской музыкальной школе имени П.Шубина. В 1973 году он стал директором Республиканского методического кабинета по музыкальным учебным заведениям. На этой должности он проделал большую работу, например, ежегодно организовывал и проводил республиканские смотры-конкурсы среди 127 детских музыкальных школ того времени. Также он проводил Большой конкурс среди музыкантов-исполнителей Средней Азии…

    Затем он работал ведущим музыкальным экспертом в аппарате Министерства культуры Кыргызстана. В реперткоме он, будучи членом художественного совета, читал новые пьесы, посещал вновь поставленные спектакли по республике и участвовал в их приемке.
    
    Будучи ответственным секретарем, он четыре раза в год анализировал и принимал произведения кыргызских мелодистов и композиторов, обеспечивал выплату гонораров и добивался исполнения этих произведений. Он заочно получил композиторскую профессию и позднее был принят в Союз композиторов Кыргызстана.
    
    Начиная с тех лет, А.Тыналиев издал 18 учебных пособий и авторских нотных сборников. Перечислим их:
    
    «Кыргыздын элдик ырлары»;
    «Кыргыз сольфеджиосу»;
    Авторский двухтомный клавирный сборник «Жаркын ырлар», состоящий из 135 собственных песен и романсов.
    Хоровые произведения автора издаются под названием «Капелла ырдайт»;
    Музыкальный спектакль по повести Ч.Айтматова «Жамийля» был принят в Золотой фонд радио. Теперь принято решение издать его как отдельный клавирный сборник со сценарием.
    Вместе с Жуматудином Шералиевым он написал музыку к музыкальной трагедии драматурга Кадырбая Мамбетакунова под названием «Укей», которая была успешно поставлена в Нарынском музыкально-драматическом театре и удостоена специального диплома и премий.
    К 70-летию Жуматудина Шералиева был издан большой сборник из 150 его произведений;
    При поддержке Комиссии по кыргызскому языку вышел клавирный сборник автора под названием «Келечек ырдайт». Сборник издан в виде клавира и состоит из песен и хоров для детских садов, школ и молодежи;
    Во время работы в метод-кабинете он издал сборник авторских пьес под названием «Музыкалык альбом» для музыкальных учебных заведений республики;
    Издана специальная монографическая книга о творчестве известного певца и мелодиста Мусы Баетова. В эту книгу были включены 24 мелодии М.Баетова, переложенные на ноты;
    Издан большой хрестоматийный нотный сборник под названием «Песни Ала-Тоо». Этот сборник, в основном, включал около 120 лучших шедевров кыргызских песен, переведенных на русский язык и изданных на двух языках. Этот сборник был отправлен в посольства, консульства и музыкальные вузы России;
    Нотный клавирный сборник под названием «Кубулжуйт балдар ырлары» предназначен для учителей музыки общеобразовательных школ;
    Нотный сборник «Экиянын обондору»;
    Клавирный сборник «Ыр менен жолугушуу» («Встреча с песней») включал широко известные русские и советские песни, официально заказанные С.Эралиеву, С.Жусуеву, Ж.Садыкову, Т.Самудинову во времена социализма и изданные;
    Составил, отредактировал и издал сборник «Фортепианолук чыгармалары» композитора Алтынбека Жаныбекова;
    Составил и издал клавирный сборник «Ырлары жаңа хорлору» композитора Асанкула Жаркымбаева;
    Редактировал авторский сборник композитора Жылдыз Малдыбаевой.
    Как композитор, А.Тыналиев, помимо «Жамийля» и «Укей», написал музыку к радиоспектаклям М.Эшенкулова «Ак-Зыйнат кыздын баяны». Эти произведения были приняты в Золотой фонд радио. Кроме того, он написал музыку к радиоспектаклю драматурга Кадырбая Мамбетакунова «Эделвейс». В 1970-х годах он написал музыку к кукольному спектаклю «Апендинин досу». Также он написал музыку к мультфильму «Уч азамат».
    
    А.Тыналиев написал песни, хоры и романсы на 22 поэтических текста Алыкула Осмонова. За эти работы автору было присвоено звание «Лауреат премии имени Алыкула Осмонова». За участие в качестве автора в нотно-клавирном сборнике «Ырдайбыз» Жуматудина Шералиева, изданном Чолпон Турумбаевой, А.Тыналиеву было присвоено звание «Лауреат премии имени Ж.Шералиева».
    
    Кроме того, он был награжден множеством дипломов. Он является обладателем награды «Отличник культуры Кыргызстана» и медали «Лучший человек года».
    15.04.2022 год. Тыналиев Астарбек Сариевич
    `
  },
  BookPage: {
    book: "Электронная версия [PDF]",
    listen: "Cлушать произведения [YouTube]",
    musicNotes: "Нотные файлы [musx]",
    readMore: "Подробнее"
  },
  jamilya: {
    title: "Джамиля",
    description: "Эта книга, представляет собой музыкальную трактовку знаменитой повести Чингиза Айтматова \"Джамиля\". Она содержит ноты (клавиры) и тексты произведений, созданных композитором по мотивам этого трогательного произведения, включая вокализы, оркестровые эпизоды и хоры, раскрывающие музыкальное видение бессмертной истории любви."
  },
  legalInfo: `Данный веб-сайт является официальным онлайн-ресурсом, представляющим творчество Тыналева Астара Сариевича. Вся размещённая информация и музыкальные произведения опубликованы с его согласия.

Все права на композиции принадлежат автору. Разрешается использование материалов сайта исключительно в некоммерческих целях с обязательным указанием авторства.

По вопросам сотрудничества и получения разрешений: ataykimwork@gmail.com`,
  contact: "ataykimwork@gmail.com"
};